package TikkeulMountainApp.party;

public class PrivacyPolicy {


    public void PrivacyTerms() {
        System.out.println("[티끌마운틴 이용약관]\n"
            + "이 약관은 티끌마운틴(이하 \"티끌\"이라 한다.)이 이용자에게 제공하는 서비스에 관한\n"
            + " 기본적인 사항을 정함으로써, 티끌과 이용자 사이에 발생할 수 있는 권리 및 의무, \n"
            + "책임사항, 이용조건, 절차 등의 이해관계를 합리적으로 조정하는것을 목적으로 합니다.\n"
            + "- 티끌이 제공한 서비스를 이용자는 이용할 수있다.\n"
            + "- 티끌에 본인이 입력한 정보에 대해서 티끌이 이용함에 동의한다.\n"
            + "- 이 약관에서 별도로 정의하지 아니한 용어는 「전자금융거래법」 등 관련 법령과 「전자금융거래 기본 약관」 등에서 정하는 바에 따릅니다.\n"
            + "-모임 계좌를 생성하는 방장만 출금이 가능하다\n"
            + "-모임 계좌 잔액 0원에만 모임계좌 삭제 가능하다   ");

    }
}
